export const works = [

    ["На главную", "", "", "/page1"],
    ["Паралакс", "На странице представлен паралакс эффект при движении мыши", "Паралакс эффект достигается использованием CSS стилизации и работы с событием движения мыши по блоку картинки с последующей трансформацией положения фона. Используется хук useRef", "/parallax"],
    ["Рваная фотография", "На странице представлен эффект разрывания фотографии при наведении курсора мыши", "Эффект достигается использованием CSS стилизации с применением технологии clip-path и transition", "/brokenphoto"],
    ["Сборник загрузчиков", "На странице представлены несколько кастомных загрузчиков", "Представленные анимации загрузки реализованы при помощи  манипулирования CSS без использования библиотек", "/packofloaders"],

    ["Печатающая машинка", "На странице представлен эффект набора текста, имитирующий печатающую машинку", "Эффект достигается использованием CSS стилизации и применением анимаций.", "/typewriter"],
    ["Декорирование текста", "На странице представлены различные варианты стилизации текста", "Эффект достигается использованием CSS стилизации.", "/textstyle"],
    ["Анимация фона", "На странице представлена анимация фонового изабражения", "Эффект достигается использованием CSS стилизации.", "/backgroundpictureanimation"],
]