export const works = [

    ["На главную", "", "", "/page1"],
    ["Паралакс", "На странице представлен паралакс эффект при движении мыши", "Паралакс эффект достигается использованием CSS стилизации и работы с событием движения мыши по блоку картинки с последующей трансформацией положения фона. Используется хук useRef", "/parallax"],
    ["Анимация фона", "На странице представлена анимация фонового изабражения", "Эффект достигается использованием CSS стилизации.", "/backgroundpictureanimation"],
]